cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'asciidoc'
brew 'autojump'
brew 'autoconf'
brew 'coreutils'
brew 'fzf'
brew 'gist'
brew 'git-hooks'
brew 'go'
brew 'grc'
brew 'heroku'
brew 'htop'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'lnav'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'the_silver_searcher'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'svn'
brew 'libxml2'
brew 'libxslt'
brew 'redis'

cask 'steam'
cask 'vlc'
cask 'caffeine'
cask 'dash'
cask 'docker'
cask 'iterm2'
cask 'kitematic'
cask 'lastpass'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'screenhero'
cask 'java'
cask 'mysqlworkbench'
